{
    "ModId": 2748681902,
    "Title": "Equestrian Clan",
    "Description": "Equestrian Clan",
    "Tags": [
        "Clan",
        "Cards",
        "Monsters",
        "Relics",
        "Mutators",
        "Challenges",
        "Lore",
        "Chatter"
    ],
    "ChangeLog": "Version 1.2.0: * The Equestrian Clan no longer erroneously identifies itself as Sweetkin on the clan selection screen when both clan mods are enabled.\n\n * Added some error handling to prevent lock-ups during combat. This fixes bugs with the Arcadian unit Flashfeather and the Arcadian relic Unnamed Relic.\n\n * Fixed a typo on the lore tooltips for Tavern Ace and Interrogation and improved the formatting.\n\n * Fixed a typo on Missing Mare's lore tooltip. (Missing Mare does not appear in the logbook so her lore tooltip can only be seen when you have her with you.)\n\n * Fixed a typo on Crunchie Munchie's lore tooltip.\n\n * Added the 'Herb' tooltip to the summoned 'Carrot' unit for consistency sake.\n\n * The Carrot unit's 'Morsel' secondary subtype will now also be displayed on the referenced unit tooltip located on Crunchie Munchie's card.\n\n * Snackasmacky now starts with Regen 2.\n\n * Smackasmacky and Misty Step have been added to the Conscription Notice pool (properly this time).\n\n * Equestrian lore tooltips now have a unique design. This distinguishes them from Herzal's lore tooltips and helps make it clear that the narrator for the Equestrian Clan's lore (a nameless rebel from Heaven's army) is different from the others. This change effects lore tooltips for Equestrian units, spells, relics, mutators, and the Equestrian versions of the Arcadian spell Analog.\n\n * Lore tooltips for Equestrian units will now also display in combat when lore tooltips are enabled.\n\n * Reworked several battle quotes and expanded the dialog for most units.\n  Tip: The game disables most in-battle chatter when the game speed is set to Super Ultra. Use a slower game speed for a more immersive experience. You can hold down right-click to temporarily increase game speed.\n\n * Made additional adjustments to reduce chatter spam.\n\n * Added additional idle battle quotes to other clans' champions. This also includes Arcadian, Sweetkin, and Succubus champions. Those champions will now also be gendered when using the 'Gender Reveal' mutator.\n\n * Herd spells now show a more appropriate error message when they cannot be played.\n\n * Capped the maximum number of class icons displayed on the class selection screen. Arrow buttons will appear when more than one custom clan mod is active.",
    "CosmeticOnly": false
}