{
    "ModId": 2748681902,
    "Title": "Equestrian Clan",
    "Description": "Equestrian Clan",
    "Tags": [
        "Clan",
        "Cards",
        "Monsters",
        "Relics",
        "Mutators",
        "Challenges",
        "Lore"
    ],
    "ChangeLog": "Version 0.9.8.0:\n\n * Mare You Know's effect now works properly with effect multipliers like 'The Seventh Element' relic and the 'Highly Reactive' mutator.\n\n * Fixed a tooltip error with Mare a Lee's Teacher III unit upgrade.\n\n * Cleaned up some other tooltip errors as well. This mainly effects Preeny Snuggles and YoLo, along with restoring some missing tooltips to units in other custom clans.\n\n * Addressed an asset unloading issue that erroneously created a pony pile on the clan selection screen.\n\n * Tweaked custom asset pre-loading to use the full-screen loading style instead of the spinner in most cases.\n\n * Preeny Snuggles' essence changed to: +8/+8, +1 ember, Social, and 'Summon: +8/+8.' The overall stat boost is the same but this allows for additional scaling possibilities.\n\n * Changed 'Blank Pages' so the artifact will now choose from ALL unlocked champions, including other custom clans.\n\n * New mutators and expert challenges have been added! Mutators are sorted in alphabetical order. The added Equestrian mutators have rainbow borders to make them visually distinct. They also have lore tooltips.\n\n * Expert challenges are not sorted, and the new ones appear at the end of the list. Progress on completing the challenges will be saved locally.\n\n * New mutator: 'Call the Cavalry' adds the relics 'Junk Food', 'Bottled Cutie Mark', and 'The Seventh Element' at the start of a run.\n\n * New mutator: 'Group Hug' applies 'Social' to all friendly units.\n\n * New mutator 'Bureaucracy' applies 'Herd 3' to all spells that don't already have 'Herd.'\n\n * New mutator: 'Desertion' adds Purge to all banner units.\n\n * New Mutator: 'Omnipresence' sets The Last Divinity as the final boss regardless of Pact Shards (requires DLC).\n\n * New mutator: 'Divine Void' sets the Seraph as the final boss regardless of Pact Shards (requires DLC).\n\n * New mutator: 'Adaptive Foes' adds a 50% chance to swap the health and attack of enemy units upon entering battle. Bosses, special boss support units, and gold collectors are excluded.\n\n * New mutator: 'Bubbles' adds Spell Shield 1 to all units.\n\n * New mutator: 'Worth It' starts the run with 50 pact shards and self-infused Train Stewards (DLC required).\n\n * New mutator: 'You've Got Mail' adds a random non-allied class spell card to your hand each turn.\n\n * New mutator 'Gender Reveal' will reveal the gender of each unit when they enter the train.\n\n * New mutator 'Ready for Anything' starts with the artifacts 'Blank Pages' and 'Shard of Divinity' (DLC required).\n\n * New expert challenge: PONIES TAKE OVER uses the mutators 'Fallen Champion,' 'Desertion,' and 'Call the Cavalry.'\n\n * New expert challenge 'Red Tape' uses the mutators 'Bureaucracy,' 'Come Prepared,' and 'Group Hug.'\n\n * New Expert challenge 'Gender Reveal Party' uses the mutators 'Gender Reveal,' 'Slow Start,' and 'Wand of Cure Light Wounds.'\n\n * New expert challenge 'Some Divinity' uses the mutators 'Omnipresence' and 'Shardless' (DLC required).\n\n * New expert challenge 'I Just Don't Know What Went Wrong' uses the mutators 'Worth It,' 'Bubbles,' and 'You've Got Mail' (DLC required).",
    "CosmeticOnly": false
}